Repository: MXF-Apps/WatchNext
Catalog: WatchNext/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# settings.windows.recent.message
source: Ready to Watch lists what Sonarr and Radarr imported in the last %1$(days)lld days and you have not watched in Jellyfin. Older imports drop off even if unwatched.
ar: تعرض «جاهز للمشاهدة» ما استورده Sonarr وRadarr خلال آخر %1$(days)lld يوم ولم تشاهده في Jellyfin. الاستيرادات الأقدم تُزال حتى إن لم تُشاهد.
de: „Bereit zum Ansehen“ listet, was Sonarr und Radarr in den letzten %1$(days)lld Tagen importiert haben und du in Jellyfin noch nicht gesehen hast. Ältere Importe fallen heraus, auch wenn sie ungesehen sind.
es: «Listo para ver» muestra lo que Sonarr y Radarr importaron en los últimos %1$(days)lld días y que no has visto en Jellyfin. Las importaciones más antiguas desaparecen aunque no las hayas visto.
fr: À regarder affiche les imports de Sonarr et Radarr des %1$(days)lld derniers jours que vous n’avez pas vus dans Jellyfin. Les imports plus anciens disparaissent, même s’ils n’ont pas été vus.
it: «Pronti da guardare» elenca ciò che Sonarr e Radarr hanno importato negli ultimi %1$(days)lld giorni e che non hai ancora visto in Jellyfin. Le importazioni più vecchie scompaiono anche se non viste.
ja: 「視聴可能」には、Sonarr と Radarr が過去 %1$(days)lld 日以内に取り込み、Jellyfin でまだ視聴していないものが表示されます。それより古い取り込みは未視聴でも表示されなくなります。
ko: 시청 가능에는 Sonarr와 Radarr가 최근 %1$(days)lld일 동안 가져왔고 Jellyfin에서 아직 시청하지 않은 항목이 표시됩니다. 더 오래된 항목은 시청하지 않았더라도 제외됩니다.
nl: ‘Klaar om te kijken’ toont wat Sonarr en Radarr de afgelopen %1$(days)lld dagen hebben geïmporteerd en wat je nog niet in Jellyfin hebt bekeken. Oudere imports vallen weg, ook als ze niet bekeken zijn.
pl: „Gotowe do obejrzenia” pokazuje to, co Sonarr i Radarr zaimportowały w ciągu ostatniego %1$(days)lld dnia i czego nie obejrzałeś w Jellyfin. Starsze importy znikają, nawet jeśli nieobejrzane.
pt_br: “Pronto para assistir” lista o que o Sonarr e o Radarr importaram nos últimos %1$(days)lld dias e que você ainda não assistiu no Jellyfin. Importações mais antigas saem da lista mesmo sem terem sido assistidas.
ru: «Готово к просмотру» показывает то, что Sonarr и Radarr загрузили за последние %1$(days)lld дня и что вы ещё не смотрели в Jellyfin. Более старые загрузки исчезают, даже если не просмотрены.
tr: İzlemeye hazır, Sonarr ve Radarr’ın son %1$(days)lld günde içe aktardığı ve Jellyfin’de henüz izlemediğiniz içerikleri listeler. Daha eski içe aktarmalar izlenmemiş olsa bile listeden düşer.
zh_hans: “可观看”列出 Sonarr 和 Radarr 在最近 %1$(days)lld 天内导入且您尚未在 Jellyfin 中观看的内容。更早的导入即使未观看也会移除。
zh_hant: 「可觀看」列出 Sonarr 和 Radarr 在最近 %1$(days)lld 天內匯入且您尚未在 Jellyfin 觀看的內容。更早的匯入即使未觀看也會移除。

# settings.windows.recent.unlimited.label
source: Recent imports: no limit
ar: الاستيرادات الأخيرة: بلا حد
de: Neue Importe: keine Begrenzung
es: Importaciones recientes: sin límite
fr: Imports récents : sans limite
it: Importazioni recenti: nessun limite
ja: 最近の取り込み: 制限なし
ko: 최근 가져오기: 제한 없음
nl: Recente imports: geen limiet
pl: Ostatnie importy: bez limitu
pt_br: Importações recentes: sem limite
ru: Недавние загрузки: без ограничения
tr: Son içe aktarmalar: sınırsız
zh_hans: 最近导入：无限制
zh_hant: 最近匯入：無限制

# settings.windows.recent.unlimited.message
source: Ready to Watch lists everything Sonarr and Radarr imported that you have not watched in Jellyfin, up to the newest 250 imports per service.
ar: تعرض «جاهز للمشاهدة» كل ما استورده Sonarr وRadarr ولم تشاهده في Jellyfin، حتى أحدث 250 استيرادًا لكل خدمة.
de: „Bereit zum Ansehen“ listet alles, was Sonarr und Radarr importiert haben und du in Jellyfin noch nicht gesehen hast, bis zu den neuesten 250 Importen pro Dienst.
es: «Listo para ver» muestra todo lo que Sonarr y Radarr importaron y que no has visto en Jellyfin, hasta las 250 importaciones más recientes por servicio.
fr: À regarder affiche les éléments importés par Sonarr et Radarr que vous n’avez pas vus dans Jellyfin, dans la limite des 250 derniers imports par service.
it: «Pronti da guardare» elenca tutto ciò che Sonarr e Radarr hanno importato e che non hai ancora visto in Jellyfin, fino alle 250 importazioni più recenti per servizio.
ja: 「視聴可能」には、Sonarr と Radarr が取り込み、Jellyfin でまだ視聴していないすべてのものが、サービスごとに最新 250 件まで表示されます。
ko: 시청 가능에는 Sonarr와 Radarr가 가져왔고 Jellyfin에서 아직 시청하지 않은 모든 항목이 서비스별 최신 250개까지 표시됩니다.
nl: ‘Klaar om te kijken’ toont alles wat Sonarr en Radarr hebben geïmporteerd en wat je nog niet in Jellyfin hebt bekeken, tot de 250 nieuwste imports per dienst.
pl: „Gotowe do obejrzenia” pokazuje wszystko, co Sonarr i Radarr zaimportowały i czego nie obejrzałeś w Jellyfin, do 250 najnowszych importów na usługę.
pt_br: “Pronto para assistir” lista tudo o que o Sonarr e o Radarr importaram e que você ainda não assistiu no Jellyfin, até as 250 importações mais recentes por serviço.
ru: «Готово к просмотру» показывает всё, что Sonarr и Radarr загрузили и что вы ещё не смотрели в Jellyfin, до 250 последних загрузок на сервис.
tr: İzlemeye hazır, Sonarr ve Radarr’ın içe aktardığı ve Jellyfin’de henüz izlemediğiniz her şeyi hizmet başına en yeni 250 içe aktarmaya kadar listeler.
zh_hans: “可观看”列出 Sonarr 和 Radarr 导入且您尚未在 Jellyfin 中观看的所有内容，每个服务最多显示最新的 250 项导入。
zh_hant: 「可觀看」列出 Sonarr 和 Radarr 匯入且您尚未在 Jellyfin 觀看的所有內容，每個服務最多顯示最新的 250 項匯入。

# settings.windows.title
source: Feed Windows
ar: نوافذ الخلاصة
de: Zeiträume des Feeds
es: Ventanas del feed
fr: Périodes du flux
it: Finestre del feed
ja: フィードの期間
ko: 피드 기간
nl: Feedvensters
pl: Okna kanału
pt_br: Janelas do feed
ru: Окна ленты
tr: Akış pencereleri
zh_hans: 时间范围
zh_hant: 動態期間

# settings.windows.upcoming.label
source: Coming soon: %1$(days)lld days
ar: قريبًا: %1$(days)lld يوم
de: Demnächst: %1$(days)lld Tage
es: Próximamente: %1$(days)lld días
fr: À venir : %1$(days)lld jours
it: Prossimamente: %1$(days)lld giorni
ja: 近日公開: %1$(days)lld 日
ko: 공개 예정: %1$(days)lld일
nl: Binnenkort: %1$(days)lld dagen
pl: Wkrótce: %1$(days)lld dnia
pt_br: Em breve: %1$(days)lld dias
ru: Скоро: %1$(days)lld дня
tr: Yakında: %1$(days)lld gün
zh_hans: 即将推出：%1$(days)lld 天
zh_hant: 即將推出：%1$(days)lld 天

# settings.windows.upcoming.message
source: Coming Soon lists monitored episodes and movies that release within the next %1$(days)lld days.
ar: تعرض «قريبًا» الحلقات والأفلام المراقبة التي تصدر خلال %1$(days)lld يوم القادم.
de: „Demnächst“ listet überwachte Episoden und Filme, die innerhalb der nächsten %1$(days)lld Tage erscheinen.
es: «Próximamente» muestra los episodios y películas monitorizados que se estrenan en los próximos %1$(days)lld días.
fr: À venir affiche les épisodes et films suivis dont la sortie est prévue dans les %1$(days)lld prochains jours.
it: «Prossimamente» elenca episodi e film monitorati in uscita entro i prossimi %1$(days)lld giorni.
ja: 「近日公開」には、今後 %1$(days)lld 日以内に公開される監視中のエピソードと映画が表示されます。
ko: 공개 예정에는 향후 %1$(days)lld일 이내에 공개되는 모니터링 중인 에피소드와 영화가 표시됩니다.
nl: ‘Binnenkort’ toont gevolgde afleveringen en films die binnen de komende %1$(days)lld dagen verschijnen.
pl: „Wkrótce” pokazuje obserwowane odcinki i filmy, które wychodzą w ciągu najbliższego %1$(days)lld dnia.
pt_br: “Em breve” lista episódios e filmes monitorados que serão lançados nos próximos %1$(days)lld dias.
ru: «Скоро» показывает отслеживаемые эпизоды и фильмы, которые выходят в ближайшие %1$(days)lld дня.
tr: Yakında, önümüzdeki %1$(days)lld gün içinde çıkacak izlenen bölümleri ve filmleri listeler.
zh_hans: “即将推出”列出在未来 %1$(days)lld 天内发布的受监控剧集和电影。
zh_hant: 「即將推出」列出未來 %1$(days)lld 天內推出的受監控劇集和電影。

# settings.windows.upcoming.unlimited.label
source: Coming soon: no limit
ar: قريبًا: بلا حد
de: Demnächst: keine Begrenzung
es: Próximamente: sin límite
fr: À venir : sans limite
it: Prossimamente: nessun limite
ja: 近日公開: 制限なし
ko: 공개 예정: 제한 없음
nl: Binnenkort: geen limiet
pl: Wkrótce: bez limitu
pt_br: Em breve: sem limite
ru: Скоро: без ограничения
tr: Yakında: sınırsız
zh_hans: 即将推出：无限制
zh_hant: 即將推出：無限制

# settings.windows.upcoming.unlimited.message
source: Coming Soon lists every monitored episode and movie with a release date in the next year.
ar: تعرض «قريبًا» كل حلقة وفيلم مراقب له تاريخ صدور خلال السنة القادمة.
de: „Demnächst“ listet jede überwachte Episode und jeden Film mit einem Erscheinungsdatum im nächsten Jahr.
es: «Próximamente» muestra todos los episodios y películas monitorizados con fecha de estreno en el próximo año.
fr: À venir affiche tous les épisodes et films suivis dont la sortie est prévue au cours de l’année à venir.
it: «Prossimamente» elenca ogni episodio e film monitorato con una data di uscita nel prossimo anno.
ja: 「近日公開」には、今後 1 年以内に公開日がある監視中のすべてのエピソードと映画が表示されます。
ko: 공개 예정에는 향후 1년 이내에 공개일이 있는 모니터링 중인 모든 에피소드와 영화가 표시됩니다.
nl: ‘Binnenkort’ toont elke gevolgde aflevering en film met een releasedatum in het komende jaar.
pl: „Wkrótce” pokazuje każdy obserwowany odcinek i film z datą premiery w ciągu najbliższego roku.
pt_br: “Em breve” lista todos os episódios e filmes monitorados com data de lançamento no próximo ano.
ru: «Скоро» показывает все отслеживаемые эпизоды и фильмы с датой выхода в ближайший год.
tr: Yakında, önümüzdeki yıl içinde çıkış tarihi olan tüm izlenen bölümleri ve filmleri listeler.
zh_hans: “即将推出”列出未来一年内有发布日期的所有受监控剧集和电影。
zh_hant: 「即將推出」列出未來一年內有推出日期的所有受監控劇集和電影。
